[
    {
        "question": "Если я берусь за какую-то работу, я должен выполнить её на сто процентов.",
        "type": "А"
    },
    {
        "question": "Мне нравятся играть разные роли - если, конечно, они мне хорошо удаются.",
        "type": "В"
    },
    {
        "question": "Если у меня что-то не получится с первого раза, больше я за это не возьмусь.",
        "type": "С"
    },
    {
        "question": "Я предпочитаю обходиться без посторонней помощи.",
        "type": "Д"
    },
    {
        "question": "Я не располагаю достаточными знаниями в областях, в которых другие люди считают меня экспертом.",
        "type": "Е"
    },
    {
        "question": "Если я допустил ошибку, значит, я потерпел неудачу.",
        "type": "А"
    },
    {
        "question": "Мне важно 'жонглировать' самыми разными обязанностями и делать это хорошо.",
        "type": "В"
    },
    {
        "question": "Если что-то даётся мне с трудом, значит, у меня нет к этому способностей.",
        "type": "С"
    },
    {
        "question": "Если я попрошу о помощи, все узнают, насколько я в действительности некомпетентен.",
        "type": "Д"
    },
    {
        "question": "Я должен много читать, чтобы знать всё о моей отрасли.",
        "type": "Е"
    },
    {
        "question": "Если я не могу сделать что-то идеально, лучше не делать этого вообще.",
        "type": "А"
    },
    {
        "question": "Люди восхищаются мной, потому что я выполняю столько разных обязанностей.",
        "type": "В"
    },
    {
        "question": "Если что-то требует от меня особых усилий, у меня нет к этому способности.",
        "type": "С"
    },
    {
        "question": "Считаются только те успехи, которые достигнуты без посторонней помощи.",
        "type": "Д"
    },
    {
        "question": "Другие люди знают гораздо больше чем я.",
        "type": "Е"
    },
    {
        "question": "Мне трудно завершить работу над проектом.",
        "type": "А"
    },
    {
        "question": "Люди часто удивляются, как мне удаётся сделать так много.",
        "type": "В"
    },
    {
        "question": "Успех всегда давался мне без труда.",
        "type": "С"
    },
    {
        "question": "Я привык всё делать один.",
        "type": "Д"
    },
    {
        "question": "Другие люди почему-то думают, что я знаю больше, чем знаю на самом деле.",
        "type": "Е"
    },
    {
        "question": "Если я в чём-то добился успеха, это наверняка было слишком легко-любой мог бы это сделать.",
        "type": "А"
    },
    {
        "question": "Если дела в одной из сфер моей жизни идут не очень хорошо, я чувствую себя неудачником.",
        "type": "В"
    },
    {
        "question": "Окружающая почему-то считают меня гением.",
        "type": "С"
    },
    {
        "question": "Я испытываю большее удовлетворение, если добился успеха без посторонней помощи.",
        "type": "Д"
    },
    {
        "question": "На самом деле я не обладаю навыками и способностями, которые мне приписывают другие люди.",
        "type": "Е"
    }
]